{
    "status": "success",
    "totalResults": 1060,
    "results": [
        {
            "title": "Van Wyk dazzles as Blitzboks makes winning start in Hamilton",
            "link": "https://www.thesouthafrican.com/sport/rugby/van-wyk-dazzles-as-blitzboks-makes-winning-start-in-hamilton-20-january-2023/",
            "keywords": [
                "Rugby",
                "Blitzboks",
                "Featured",
                "New Zealand Sevens",
                "selvyn davids",
                "Shilton van Wyk",
                "World Rugby Sevens Series"
            ],
            "creator": [
                "Mariette Adams"
            ],
            "video_url": null,
            "description": "Shilton van Wyk bags hat-trick as the Blitzboks thrash Canada 34-5 in the opening game of the New Zealand Sevens in Hamilton on Friday night.",
            "content": "Shilton van Wyk bagged a hat-trick as the Blitzboks thrashed Canada 34-5 in the opening game of the New Zealand Sevens in Hamilton on Friday night. It wasn’t plain sailing for the Blitzboks, especially in the first half, but they worked off the early rustiness to produce a brilliant all-round performance that sends a statement of intent to their rivals. ALSO READ: Follow the Blitzboks in New Zealand — LIVE score tracker The sides were deadlocked at 5-5 after five minutes, with van Wyk scoring first for the Blitzboks before the Canadians hit back. But the Springbok Sevens side wrestled the ascendancy with two quick-fire scores by Van Wyk and playmaker Selvyn Davids, who is back after a lengthy injury layoff. And Tricky Ricky was on hand to add both conversions for a 19-5 lead at the mid-way mark. ALSO READ: Blitzboks go full Proteas with shady batting display in street cricket It was one-way traffic after the interval as the Blitzboks added three more tries, all of them unconverted, to make it a rout. Van Wyk opening the scoring in the second half to complete his hat-trick, before teammates Christie Grobbelaar and Shaun Williams put the finishing touches of an already sparking Blitzboks performance. That said, one area of concern that will be lingering in the back of coach Sandile Ngcobo’s mind is poor goal-kicking. Two of out six conversion attempts, which translates to a 33% success rate, is a worrisome statistic and Ngcobo and co will be hoping that changes as the tournament progresses. WATCH: VAN WYK COMPLETES HAT-TRICK FOR BLITZBOKS BLITZBOKS’ POOL D SCHEDULE IN HAMILTON (SA TIMES): Friday, 20 January Beat Canada 34-5 Saturday, 21 January v Spain – 01:38 v Argentina – 04:44 Blitzboks squad — Ryan Oosthuizen, Impi Visser, Zain Davids, Selvyn Davids, Siviwe Soyizwapi, Christie Grobbelaar, Shaun Williams, Masande Mtshali, Shilton van Wyk, Darren Adonis, Dalvon Blood, Jaiden Baron, Ricardo Duarttee.",
            "pubDate": "2023-01-20 20:58:33",
            "image_url": "https://www.thesouthafrican.com/wp-content/themes/jnews-child/assets/images/normal.jpeg.optimal.jpeg",
            "source_id": "thesouthafrican",
            "category": [
                "sports"
            ],
            "country": [
                "south africa"
            ],
            "language": "english"
        },
        {
            "title": "Dan Lawrence admits missing a chance at Test century in the West Indies was 'a tough one to take'",
            "link": "https://www.dailymail.co.uk/sport/cricket/article-11659457/Dan-Lawrence-admits-missing-chance-Test-century-West-Indies-tough-one-take.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "PAUL NEWMAN EXCLUSIVE: Dan Lawrence regrets wasting his big opportunity to score a maiden Test century, but in disappointment came proof he had a future with the new England.",
            "content": null,
            "pubDate": "2023-01-20 20:35:28",
            "image_url": "https://i.dailymail.co.uk/1s/2023/01/20/20/66801761-0-image-a-38_1674246919691.jpg",
            "source_id": "dailymailuk",
            "category": [
                "sports"
            ],
            "country": [
                "united kingdom"
            ],
            "language": "english"
        },
        {
            "title": "SA20: Anrich Nortje breathes fire as Capitals roll over DSG",
            "link": "https://www.thesouthafrican.com/sport/cricket/sa-cricket/sa20-anrich-nortje-breathes-fire-capitals-dsg-breaking-january-2023/",
            "keywords": [
                "SA Cricket",
                "Featured",
                "SA20 League",
                "South Africa"
            ],
            "creator": [
                "James Richardson"
            ],
            "video_url": null,
            "description": "The Pretoria Capitals had too much for Durban's Super Giants to handle with Anrich Nortje in the wickets early.",
            "content": "The Pretoria Capitals had too much for Durban’s Super Giants to handle with Anrich Nortje in the wickets early. Anrich Nortje blows past QDK Nortje, complete with facial hair that would make Merv Hughes proud, uprooted the off stump of Quinton de Kock. After that pacey opening the Capitals spinners tore through the DSG lineup bowling them out for just 82. The Capitals then cantered to victory. Not good enough DSG skipper De Kock wasn’t thrilled with his team’s effort in the loss. “Bad execution with the bat,” says Quinton de Kock. “We just weren’t good enough. It’s not a game we should dwell too much on. We’re going to need to look past this and carry on.” Kingsmead pitch better than score suggested Taking 3 for 12 Senuran Muthusamy was named the man of the match, with two of his wickets coming in quick succession. Muthusamy, who has played a lot of cricket at Kingsmead didn’t feel it was an 80 all out kind of pitch. “Just really grateful it came off for me,” he said. “These conditions allowed for an extra spinner which opened up an opportunity for me. The surface was a bit two-paced. I don’t think it was an 80-all out wicket, more of a 130-140 wicket.” Capitals skipper Wayne Parnell was happy with the effort of his charges. Parnell opened the match with a wicket off the first ball that really set the tone for his team. “It worked out nicely,” says a beaming Wayne Parnell, with a considerable degree of understatement. “It is difficult adjusting to the new surface, but we’ve got plenty of expeirence, both local and international. It’s about sharing informationa nd trying to execute. For us it’s about backing everyone, playing a positive brand of cricket and entertaining people.” CLICK HERE TO READ MORE ARTICLES BY JAMES RICHARDSON",
            "pubDate": "2023-01-20 19:31:15",
            "image_url": "https://www.thesouthafrican.com/wp-content/themes/jnews-child/assets/images/normal.jpeg.optimal.jpeg",
            "source_id": "thesouthafrican",
            "category": [
                "top"
            ],
            "country": [
                "south africa"
            ],
            "language": "english"
        },
        {
            "title": "SA20 league leaders Pretoria Capitals make light work of Durban’s Super Giants",
            "link": "https://www.iol.co.za/sport/cricket/domestic/sa20-league-leaders-pretoria-capitals-make-light-work-of-durbans-super-giants-f96dc5aa-1dae-4cf8-b810-55cdf85f3b8f",
            "keywords": null,
            "creator": [
                "Zaahier Adams"
            ],
            "video_url": null,
            "description": "Will Jack smashed 56 runs off 25 balls as Pretoria Capitals sealed a resounding eight-wicket victory over Durban’s Super Giants at Kingsmead on Friday evening.",
            "content": null,
            "pubDate": "2023-01-20 18:58:39",
            "image_url": "https://image-prod.iol.co.za/16x9/800?source=https://xlibris.public.prod.oc.inl.infomaker.io:8443/opencontent/objects/37910904-e98e-5253-996d-658946bd43b5&operation=CROP&offset=0x58&resize=1450x815",
            "source_id": "iol",
            "category": [
                "sports"
            ],
            "country": [
                "south africa"
            ],
            "language": "english"
        },
        {
            "title": "Alex Hales hit 110 from 59 balls in Desert Vipers win, but it won't be in the ICC's record books",
            "link": "https://www.dailymail.co.uk/sport/cricket/article-11659159/Alex-Hales-hit-110-59-balls-Desert-Vipers-win-wont-ICCs-record-books.html?ns_mchannel=rss&ns_campaign=1490&ito=1490",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "Alex Hales crunched another stunning Twenty20 hundred yesterday but it will not go down in the record books.",
            "content": null,
            "pubDate": "2023-01-20 18:54:07",
            "image_url": "https://i.dailymail.co.uk/1s/2023/01/20/18/66798505-0-image-a-6_1674240386098.jpg",
            "source_id": "dailymailuk",
            "category": [
                "sports"
            ],
            "country": [
                "united kingdom"
            ],
            "language": "english"
        },
        {
            "title": "BMC Polls: After PM Modi's visit, Mumbai BJP in mission mode; Shinde group starts shortlisting candidates",
            "link": "https://www.freepressjournal.in/mumbai/bmc-polls-after-pm-modis-visit-mumbai-bjp-in-mission-mode-shinde-group-starts-shortlisting-candidates",
            "keywords": [
                "Mumbai News",
                "Topnews"
            ],
            "creator": null,
            "video_url": null,
            "description": null,
            "content": "Prime Minister Narendra Modi’s mammoth rally at the BKC ground on Thursday has put the city unit of the BJP in Mission Mode. The party cadres are in an upbeat mood after the rally. In tandem with the Shiv Sena faction led by Chief Minister Eknath Shinde, the party has started shortlisting candidates for the crucial election to the BMC, which may be held in March.Shinde starts shortlisting candidatesIt is learnt that Mr Shinde has also asked his party leaders to start identifying wards where the organisation can field candidates. Indications are that he will avoid wards which the BJP had won in the last polls. The BJP may not repeat some of its erstwhile corporators like Asha Marathe following opposition from the Sangh Parivar. PM Modi Mumbai Visit: Supriya Sule takes jibe at PM, says he has to campaign for 'every small election' Huge challenge for Bandra MLA Ashish ShelarFor president of the city unit of the BJP and Bandra MLA Ashish Shelar, the upcoming polls pose a huge challenge. If the party manages to secure a majority in the polls to the 227-member general body of the civic body, it will add another feather in its cap. Mr Shelar is known for his proximity to Union Home Minister Amit Shah, who got him nominated to the powerful post of treasurer of the Board of Control of Cricket in India (BCCI). Mr Shelar told the Free Press Journal that “we are working for a triple engine combination  and have started a n hashtag accordingly”.Mr Shelar said, “Our party is already in power at the Centre and the state. We now plan to capture power in the BMC, which is necessary for the rapid development of the metropolis.” He said the theme of the poll campaign will be ‘vikas’ or development which will certainly get good traction from the electorate.Deputy Chief Minister Devendra Fadnavis and Mr Shelar will be at the vanguard of the election campaign.Spokesperson for the BJP, Atul Shah said, “The PM’s rally has demoralised the opposition and we will certainly benefit from that.” Mumbai: MNS to join Shinde-Fadnavis for BMC polls? CM's comment on 'triple engine' sparks alliance rumoursIn 2017 BJP bagged 82 seatsIn the 2017 polls, the BJP had acquitted itself rather well by bagging as many as 82 seats, which was only two short of the undivided Shiv Sena’s 84 seats. The BJP is banking on the schism in traditional Sena votes following a vertical split in the militant party.PM's visit ahead of pollsApart from the  launch projects worth Rs38,800 crore at the hands of the PM, the city BJP has also got the state government to allocate Rs2,000 crore for the beautification of Mumbai which is seen as a massive public relations exercise.The Balasahebanchi Shiv Sena, led by Mr Shinde, will be a junior partner of the BJP, which has a sizeable base among Uttar Bharatiya (North Indian) voters. The BJP is therefore making conscious efforts to win over Marathi voters by holding cultural and sports programmes. Marathi MLAs like Sunil Rane of Borivali and Prasad Lad of Sion-Koliwada are playing a crucial role in wooing Marathi voters.The party is not taking Gujarati voters for granted and its leaders like Manoj Kotak and Parag Shah; both have been assigned the task of reaching out to the community. One more rally by ModiIt is learnt that Mr Modi will be requested to address yet another rally on the last day of the poll campaign to win the BMC which has a budget of over Rs45,000 crore.'Bahut Bakwaas Channel': BBC gets trolled on Twitter for controversial documentary on PM Modi",
            "pubDate": "2023-01-20 18:28:52",
            "image_url": "https://gumlet.assettype.com/freepressjournal/2021-04/c6afdc09-cf73-4cdb-97d3-4bd591c62591/BMC_building.jpg",
            "source_id": "freepressjournal",
            "category": [
                "top"
            ],
            "country": [
                "india"
            ],
            "language": "english"
        },
        {
            "title": "Capitals crush Super Giants to stretch lead in SA20 series",
            "link": "https://www.citizen.co.za/sport/cricket/pretoria-capitals-durbans-super-giants-sa20/",
            "keywords": [
                "Cricket",
                "SA20"
            ],
            "creator": [
                "Wesley Botton"
            ],
            "video_url": null,
            "description": "The Pretoria side earned their fourth victory in five matches to open a six-point gap at the summit of the league standings.",
            "content": "Producing a dominant all-round performance, the Pretoria Capitals shone with bat and ball on Friday night, racing to an emphatic eight-wicket victory over Durban’s Super Giants as they extended their lead at the top of the SA20 standings. With the visitors chasing just 81 runs for victory at Kingsmead, Kyle Mayers got revenge for his own duck in his team’s innings when he had opening batter Phil Salt caught behind by Heinrich Klaasen with the first ball of Pretoria’s innings. Match-winning partnership The Super Giants bowling attack failed to make further inroads, however, as Will Jacks and Theunis de Bruyn combined in a match-winning 78-run stand for the second wicket. Jacks hammered 56 runs off just 25 balls, including five fours and four sixes at a strike rate of 224.00, and though he was removed in the seventh over, he did enough to carry them home. De Bruyn was unbeaten on 21, with the Capitals coasting to 84/2 as they wrapped up a convincing win with more than 12 overs to spare. Alexa, show me a dominating #SA20 scorecard ????#RoarSaamMore #DSGvPC pic.twitter.com/k9wKDhUNU7— Pretoria Capitals (@PretoriaCapsSA) January 20, 2023 Earlier, the hosts never really got going after winning the toss and electing to bat. Capitals skipper Wayne Parnell struck early, removing Mayers with the first delivery of the innings before he had Wiaan Mulder trapped leg-before for just five runs in the third over. Batters restricted The rest of the Super Giants top order tried to launch a recovery, but they were well restricted, with only in-form Klaasen (31 off 24 balls) scoring more than 20 runs. And once Klaasen was dismissed by spin bowler Adil Rashad, the home side’s last four wickets fell for just 14 runs as they were bowled out in the 19th over for a poorly compiled total of 80. ALSO READ: New SA20 league is capturing the interest of local cricket fans Senuran Muthusamy was the best of the Pretoria bowlers, returning superb figures of 3/12 from his four overs to secure the Man-of-the-Match award. While the Capitals moved further clear at the top of the table in the inaugural SA20 league, earning their fourth victory in five matches to open a six-point gap on the second-placed Sunrisers Eastern Cape, the Super Giants continued to struggle in second-last position after being handed their third defeat of the competition.",
            "pubDate": "2023-01-20 18:26:26",
            "image_url": "https://media.citizen.co.za/wp-content/uploads/2023/01/IMG_20230120_200325_1500_x_1000_pixel.jpg",
            "source_id": "citizen",
            "category": [
                "top"
            ],
            "country": [
                "south africa"
            ],
            "language": "english"
        },
        {
            "title": "News24.com | Cricket SA pay tribute to 'absolute legend' Hashim Amla: 'He was a class apart'",
            "link": "https://www.news24.com/sport/Cricket/Proteas/cricket-sa-pay-tribute-to-absolute-legend-hashim-amla-he-was-a-class-apart-20230120",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "Cricket South Africa paid tribute to one of the greatest batters to grace the country, Hashim Amla, following his retirement from the sport on Wednesday.",
            "content": "Cricket South Africa (CSA) paid tribute to one of the greatest batters to grace the country, Hashim Amla, following his retirement from the sport on Wednesday. When he stepped away from the international game, the 39-year-old played the last of his 349 matches across all three formats for the Proteas in 2019. However, he continued to play domestically and most recently turned out for Surrey, who he helped win the English County Championship. READ | Ex-Proteas coach hails Amla's legacy: 'When he spoke, he was right' Amla made more than 18 000 runs for South Africa, including 55 centuries during an international career that spanned 15 years. At the time of retirement, he was the only Protea to have scored a triple century in Test cricket – 311 not-out against England at The Oval in mid-2012 and a record that he still holds. The Durban-born player, who also captained the South Africa team briefly, is second behind Jacques Kallis in terms of Test runs for the country (9 282) and 15th on the overall list. \"Hashim Amla will go down as one of the greatest batsmen to have ever played the game,\" CSA CEO Pholetsi Moseki said. \"His numbers are amongst the best, and he was a class apart, entertaining people all over the world with that exquisite cover drive. \"Hashim was an absolute legend. His story is one that inspires and will continue to inspire many. \"Not only was he an outstanding cricketer, but he is also an incredible and humble human being, who touched the heart of everyone he met. We at CSA would like to wish him all the best in his retirement.\" READ | TRIBUTE | Hashim Amla, bearer of the wrists of grace",
            "pubDate": "2023-01-20 18:05:43",
            "image_url": "https://scripts.24.co.za/img/sites/sport24.png",
            "source_id": "news24",
            "category": [
                "sports"
            ],
            "country": [
                "south africa"
            ],
            "language": "english"
        },
        {
            "title": "International Cricket Council scammed out of R43-million – report",
            "link": "https://www.thesouthafrican.com/sport/cricket/international-cricket-council-scammed-out-r43-million-breaking-20-january-2023/",
            "keywords": [
                "Cricket",
                "Featured",
                "ICC",
                "sa cricket"
            ],
            "creator": [
                "Craig Lewis"
            ],
            "video_url": null,
            "description": "The International Cricket Council has reportedly been caught in a phishing scam to the tune of US$ 2.5 million (around R43m).",
            "content": "According to ESPN Cricinfo , the International Cricket Council (ICC) has become a victim of a cyber crime that saw this massive amount of money being wire transferred. The reports states that the alleged scam originated in the USA and happened in 2022, apparently through Business E-mail Compromise (BEC), which the Federal Bureau of Investigation (FBI) describes as “one of the most financially damaging online crimes”. It’s said that the suspected fraud has been reported to law-enforcement agencies in the USA and an investigation is underway. ALSO READ | CSA UNVEIL TWO NEW PROTEAS COACHES! What is a BEC scam that the International Cricket Council apparently fell victim to? According to the FBI, BEC scams usually involve: “spoofing of a legitimate, known e-mail address or the use of the nearly identical address to appear as someone known to or trusted by the victim. BEC scams are initiated when a victim receives false wire instruction from a criminal attempting to redirect legitimate payments to a bank account controlled by fraudsters.” Criminals are becoming increasingly more “sophisticated”, and that may explain how the International Cricket Council fell victim to this, although it’s unclear exactly who was tricked and convinced into making these wire transfers, or in what amounts the payments were made. An FBI Congressional Report further states: “The scam has progressed from spoofed e-mails purportedly from chief executive officers requesting wire payments to fraudulent locations, to impersonation of vendor e-mails; spoofed lawyer e-mail accounts; diversion of payroll funds; the targeting of the real estate sector; and fraudulent requests for large amounts of gift cards.” MUST-READ: PROTEAS’ PLAN FOR RISING STAR DEWALD BREVIS",
            "pubDate": "2023-01-20 17:58:42",
            "image_url": "https://www.thesouthafrican.com/wp-content/themes/jnews-child/assets/images/normal.jpeg.optimal.jpeg",
            "source_id": "thesouthafrican",
            "category": [
                "sports"
            ],
            "country": [
                "south africa"
            ],
            "language": "english"
        },
        {
            "title": "SA20 final tickets sold out",
            "link": "https://www.dispatchlive.co.za/sport/2023-01-20-sa20-final-tickets-sold-out/",
            "keywords": null,
            "creator": null,
            "video_url": null,
            "description": "Organisers of South Africa’s newest cricket tournament Betway SA20 have confirmed that match tickets for the first final of the competition have been sold out.",
            "content": "Organisers of South Africa’s newest cricket tournament Betway SA20 have confirmed that match tickets for the first final of the competition have been sold out. The final is set to take place at Wanderers Stadium in Joburg on Saturday, February 11 (4.30pm). This despite the fact that the two teams that will feature in the climax are yet to be decided as franchises are still battling it out in the round robin. It confirms how well the tournament has been received as it promises to be a resounding success. League commissioner Graeme Smith commended the cricket-loving South African fans. “The first half of the Betway SA20 has been a massive success so far. It has been amazing to see the fans filling up the stadiums,” Smith said. “It’s exciting for us to sell out the final so early on in the competition, however there is still a long road to go until February 11. “There is very little that separates the teams on the log at this stage. We hope the fans will continue to come out in their numbers to support their teams until the final. “We have seen some fantastic cricket and exciting finishes, spectators will be in for a treat in the remaining matches.” The organisers said tickets for the semifinals that will take place at the Wanderers and Centurion are also selling fast. The road to the final promises to be a tightly-contested battle, with only a win separating the top and bottom teams. In-form Pretoria Capitals currently top the table on 13 points, with Sunrisers Eastern Cape hot on their heels on 12 points. Only a point separates MI Cape Town (3rd), Paarl Royals (4th), Durban’s Super Giants (5th) and Joburg Super Kings (6th). The table positions will likely keep changing this weekend with a blockbuster schedule featuring two double-headers in Paarl and Gqeberha on Saturday and Sunday.",
            "pubDate": "2023-01-20 17:58:34",
            "image_url": "https://lh3.googleusercontent.com/KRQ2i_EDII8k-1qYVGyuPNt8GJ5K9rPGeFiXc5JshqX4yYICgBVL4AidbUJH0C3CDGZFcN--kntghGYkbBY2hRHgF1BCmFPFMQ45_2zHiXLq9A",
            "source_id": "dispatchlive",
            "category": [
                "top"
            ],
            "country": [
                "south africa"
            ],
            "language": "english"
        }
    ],
    "nextPage": "1674237514f1053ea521b7009313674cdc8396f580"
}